1password
alacritty
amd-ucode
archlinux-wallpaper
axel
azuredatastudio-bin
azuredatastudio-bin-debug
base
base-devel
blueberry
bluez-utils
brightnessctl
btop
cairomm
cliphist
cmake
code
dart-sass
ddcutil
discord
docker
dolphin
dotnet-sdk-6.0
dunst
efibootmgr
expressvpn
firefox
fish
flameshot
foot
fuzzel
gammastep
git
gjs
gnome-bluetooth-3.0
gnome-control-center
gnome-keyring
gobject-introspection
grim
gtk-layer-shell
gtkmm3
gtksourceview3
gtksourceviewmm
htop
hyprland
hyprpaper
hyprshot
intel-media-driver
iwd
jupyter-notebook
kitty
libdbusmenu-gtk3
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
man-db
meson
nano
neofetch
neovim
networkmanager
npm
openssh
pavucontrol
playerctl
polkit-gnome
python-build
python-pillow
python-pip
python-psutil
python-pynvim
python-pywal
python-pywayland
python-setuptools-scm
python-wheel
qt5-wayland
qt5ct
qt6-wayland
ranger
redshift
ripgrep
rofi
rsync
sddm
slack-desktop
slurp
smartmontools
spotify-launcher
starship
swappy
sway
swaylock
terraform
tesseract
tesseract-data-eng
tinyxml2
tmux
ttf-jetbrains-mono-nerd
ttf-space-mono-nerd
typescript
unzip
vim
vulkan-intel
vulkan-radeon
waybar
webp-pixbuf-loader
wf-recorder
wget
wireless_tools
wireplumber
wl-clipboard
wlogout
wofi
wpa_supplicant
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yad
yay-bin
yay-bin-debug
ydotool
zram-generator
